/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Na prihlásenie sa k odberu je potrebné zadať destináciu (IP adresa lebo doménový názov)";

/* About prefs tab title */
"About" = "O Growl";

/* Title for section containing actions (SMS, MailMe, Speech, etc) */
"Actions" = "";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Ostatné na stiahnutie";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Upozornenie! Povolenie tohoto nastavenia pridá Growl.app do vašich položiek spúšťaných po prihlásení";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Povoliť ostatným počítačom prihlásenie sa k odberu všetkých hlásení";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Povolenie tohoto umožní, aby sa Growl spúšťal automaticky po nalogovaní sa do systému a bol tak vždy dostupný pre aplikácie, ktoré ho používajú";

/* Notification always stay on screen */
"Always" = "Vždy";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Vyskytla sa neopraviteľná chyba pri vytváraní, alebo otváraní databázy Histórie.\nDočasne sme vypnuli používanie Histórie (Rollup bude aj naďalej funkčný).\nAk bude História znovu zapnutá, nebude uložená a môže sa stať, že Growl bude využívať veľké množstvo systémovej pamäte.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplikácia";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Rozhodne aplikácia";

/* Label for application level display style choice */
"Application's Display Style" = "Štýl zobrazenia pre aplikáciu";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplikácia: %1$@\nNázov: %2$@\nPopis: %3$@\nKliknite pre otvorenie záznamu";

/* Application prefs tab title */
"Applications" = "Aplikácie";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Ste si istý, že chcete ukončiť Growl?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Ste si istý, že chcete odstrániť %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Položka nastavená pomocou Bonjour, momentálne nedostupná";

/* Button title for canceling */
"Cancel" = "Zrušiť";

/* Clear all history button title */
"Clear All History" = "Vymazať celú Históriu";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Vymazať všetky hlásenia v Rollup Histórii";

/* No comment provided by engineer. */
"Clear Rollup" = "Vymazať Rollup";

/* close all open notifications */
"Close all notifications" = "Zatvoriť všetky hlásenia";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "";

/* No comment provided by engineer. */
"Compound Action" = "";

/* Column title for a computer entry */
"Computer Name" = "Názov počítaču";

/* Continue button title */
"Continue" = "Pokračovať";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Zistená chybná inštalácia";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Predvolená pozícia pre hlásenia";

/* Default style picker label */
"Default Style" = "Predvolený štýl";

/* alert when history database could not be moved aside */
"Disabling History" = "Vypínam Históriu";

/* Label for the display style of the selected notification */
"Display Style:" = "Štýl:";

/* Column title for Display Styles */
"Display Styles" = "Štýly";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Zobrazenie";

/* Continue button title when done */
"Done" = "Hotovo";

/* Emergency notification priority */
"Emergency" = "Kritická";

/* Label for application on/off switch */
"Enable %@" = "Povoliť %@";

/* Label for application on/off switch */
"Enable application" = "Povoliť aplikáciu";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Povoliť spúštanie Growl po nalogovaní";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Povoliť Históriu:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Povoliť záznamy (logovanie)";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Povolenie tohoto nastavenia spôsobí, že Growl bude spustený bez zobrazenie jeho ikony v Docku, alebo menu bare.\n\nK nastaveniam sa dostanete opätovným spustením Growl cez Launchpad, alebo cez Finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "";

/* fatal alert */
"Fatal Error" = "Fatálna chyba";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Nastavenia Firewallu: Sieťové hlásenia používajú TCP port 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Preposielať hlásenia na iné počítače";

/* Tab title for forwarding */
"Forwarding" = "Preposielanie";

/* General prefs tab title */
"General" = "Hlavné";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Získať aplikácie";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Získať viac štýlov";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Nahlasovanie chýb v Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl História zakázaná";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Pre aplikovanie zmien je nutné, aby sa Growl reštartoval.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Growl Rollup hlásenia";

/* button to open http://growl.info */
"Growl Web Site" = "Web stránka Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Skryť Rollup";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Skryť Rollup históriu";

/* High notification priority */
"High" = "Vysoká";

/* History prefs tab title */
"History" = "História";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Ak ukončíte Growl, nebudete môcť naďalej prijímať hlásenia.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Počítač objavený v Growl verzie 1.3 alebo novšej";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Ručne pridaný počítač pre preposielanie alebo prihlásenie";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informujte %@ keď bude kliknuté na hlásenie";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Držať počet";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Držať počet dní";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Odinštalovanie starých verzií Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Prijímať príchodzie hlásenia";

/* Title for section containing apps from the local machine */
"Local" = "Miestne";

/* Moderate notification priority */
"Moderate" = "Stredná";

/* Network prefs tab title */
"Network" = "Sieť";

/* Notification will never stay on screen */
"Never" = "Nikdy";

/* No comment provided by engineer. */
"No" = "Nie";

/* Setting for no visual display */
"No Default Display" = "";

/* Growl will run compeletely in the background */
"No icon visible" = "Žiadna viditeľná ikona";

/* No comment provided by engineer. */
"No Recent Notifications" = "Žiadne nedávne hlásenia";

/* Normal notification priority */
"Normal" = "Normálna";

/* Label for the tab which contains notification settings */
"Notifications" = "Hlásenia";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "Ok";

/* If the string is too long, use I */
"ON" = "I";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Otvoriť nastavenia Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Otvoriť panel nastavení Growl";

/* Column title for a password */
"Password" = "Heslo";

/* No comment provided by engineer. */
"Pause Growl" = "Pozastaviť Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Pozastaviť vizuálne hlásenia Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Prosím nenastavujte localhost, Growl nepodporuje preposielanie hlásení samému sebe.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Prosím nenastavujte localhost, Growl nepodporuje prihlásenie na samého seba.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Prosím nastavte platnú IPv4, alebo IPv6 adresu, alebo platný doménový názov";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' bol úspešne naištalovaný. Želáte si ho teraz nakonfigurovať?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Plugin '%@' je už nainštalovaný, chcete ho preinštalovať?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Plugin '%@' nebude fungovať na tomto Macu a verzii Mac OS X. Nainštalovať ho aj napriek tomu?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin už existuje";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin nainštalovaný";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Chýbajúca natívna architektúra pluginu";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin nie je nainštalovaný";

/* Preferences window title */
"Preferences" = "Nastavenia";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Náhľad";

/* Label for choosing priority of the selected notification */
"Priority:" = "Priorita:";

/* No comment provided by engineer. */
"Quit" = "Ukončiť";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Úplne ukončiť Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Prečítať si inštrukcie a Zatvoriť";

/* Button title for removing something */
"Remove" = "Odstrániť";

/* No comment provided by engineer. */
"Resume Growl" = "Spustiť Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Spustiť vizuálne hlásenia Growl";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Rollup všetkých hlásení";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Automaticky zobraziť Rollup";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Povoliť Rollup";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Rollup len zaznamenaných hlásení";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Hľadať";

/* second part of string for idle timeout */
"seconds of inactivity" = "sekundách neaktivity";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Poslať hlásenia do Rollup po";

/* Label for server password field */
"Server Password:" = "Heslo na server:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Zobraziť zakázané";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Zobraziť ikonu v oboch";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Zobraziť ikonu v Docku";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Zobraziť ikonu v menu bare";

/* No comment provided by engineer. */
"Show Rollup" = "Zobraziť Rollup";

/* No comment provided by engineer. */
"Show the History Rollup" = "Zobraziť Rollup históriu";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Zobraziť/Skryť";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Spustiť Growl po nalogovaní";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Ponechať na obrazovke:";

/* Tab title for subscribers tab */
"Subscribers" = "Prihlásení";

/* Tab title for subscriptions tab */
"Subscriptions" = "Prihlásenia";

/* No comment provided by engineer. */
"There are no new notifications" = "Žiadne nové hlásenia";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Počas vašej neprítomnosti bolo zaznamenaných hlásení: %lu";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Nastala chyba pri prihlasovaní sa na vzdialený počítač:\nkód: %1$d\npopis: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Nastala chyba počas inštalácie pluginu '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Počas vašej neprítomnosti bolo zaznamenaných hlásení: %lu";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Túto akciu nie je možné odvolať, prosím potvrďte, že chcete vymazať celú históriu hlásení";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Toto je náhľad hlásenia v štýle %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Toto by sa nikdy nemalo stať -(void)subscribe by mal byť volaný len na lokálnych záznamoch";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Budú vymazané všetky nastavenia Growl pre %@.";

/* Column title for the time column in the history table */
"Time" = "Čas";

/* Column title for the title column in the history table */
"Title" = "Názov";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Aspoň jedno automatické nastavenie obmedzenia musí byť aktívne, aby sa predišlo nekonečnému narastaniu databázy histórie";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Vypnutie oboch automatických nastavení obmedzenia nie je povolené.";

/* Column title for whether to use the item on the row */
"Use" = "Použiť";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Použiť vlastnú pozíciu";

/* label for using the global default starting position */
"Use default starting position" = "Použiť predvolenú pozíciu";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Platné do:";

/* Very low notification priority */
"Very Low" = "Nízka";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Upozornenie! Vymazanie CELEJ histórie hlásení";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Upozornenie! Povolenie tohoto nastavenia spôsobí beh Growl na pozadí";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Zistili sme, že sa inštalácia z Mac App Storu nepodarila a je poškodená. Prosím postupujte podľa inštrukcií, po potvrdení tlačidla bude zobrazený postup ako túto situáciu riešiť.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Vitajte!";

/* No comment provided by engineer. */
"Yes" = "Áno";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Môžete sa ručne pripojiť na nasledovné adresy:";

